Show / Hide Table of Contents
Enum Plane
Defines basic planes
Namespace: IdeaRS.OpenModel.Geometry3D
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum Plane
Fields
 Name |  Description
 XY
XY Plane - Plane normal to Z axis
 YZ
YZ Plane - Plane normal to X axis
 ZX
ZX Plane - Plane normal to Y axis
 Improve this Doc
 View Source